
#name ="giorgi" #ეს არის str(string) ტიპის ცვლადი 
#surname ="ioseliani"

#print(name + " " + surname)

#name არის ცვლადი 
# =არის ცვლადისთვის მნიშნელობის მიმნიჭებელი სიმბოლო
#GIROGI არის ცვლადისთვის მნიშვნელობა
#print ფუნქციას გადაეცემა ეკრანზე გამოსატანი ობიექტი.
#age =(26) #ეს არის int(integer) ანუ მთელი რიცხვი 
#height =175.5 #ეს არის (float) ტიპის ცვლადი "ათწილადი"
#is_ugly = False #sneakecase (წერის სტილი _)
#knows_programming =True #bulean ტიპის ცვლადი 

name ="გამარჯობა მე მქვია გიორგი და"
surname ="ჩემი გვარია იოსელიანი, ვარ"
age =(26) 
about ="წლის და ვცხოვრობ ქალაქ თბილისში , დავიწყე პროგრამირების სწავლა goal აკადემიაში, მიყვარს ბუნება კემპინგი და მშვიდი გარემო თუმცა ხმაურიან გარემოშიც მშვენივრად ვატარებ დროს"
print(name +" "+ surname + " " + str(age) + " " + (about))
#print(type(age))
#print(str(age)) #დავსტრინგეთ (age)